tap 'homebrew/cask'
tap 'go-task/tap'
tap 'jesseduffield/lazydocker'
tap 'tnk-studio/tools'

brew 'adr-tools'
brew 'apache-flink'
brew 'apache-spark'
brew 'aws-sam-cli'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'bat'
brew 'cdktf'
brew 'circleci'
brew 'diff-so-fancy'
brew 'doctl'
brew 'etcd'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew 'git-remote-codecommit'
brew 'gh'
brew 'gnupg'
brew 'go'
brew 'go-task/tap/go-task'
brew 'googler'
brew 'helm'
brew 'htop'
brew 'jq'
brew 'jupyterlab'
brew 'kubectl'
brew 'lazydocker'
brew 'lazygit'
brew 'lazykube'
brew 'ledger'
brew 'lua'
brew 'make'
brew 'memcached'
brew 'minikube'
brew 'mypy'
brew 'neovim'
brew 'node'
brew 'nvm'
brew 'openjdk'
brew 'pipenv'
brew 'plantuml'
brew 'pnpm'
brew 'podman'
brew 'poetry'
brew 'postgresql'
brew 'protobuf'
brew 'pulumi'
brew 'python@3.10'
brew 'ranger'
brew 'redis'
brew 'rust'
brew 'skaffold'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'ykman'
brew 'yq'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'github'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'karabiner-elements'
cask 'loom'
cask 'miniforge'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'neo4j'
cask 'nosql-workbench'
cask 'notion'
cask 'pgadmin4'
cask 'postman'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'zoom'

mas 'Giphy Capture', id: 668208984
mas 'Spark', id: 1176895641
mas 'RESP', id: 1475905948
