tap 'go-task/tap'
tap 'jesseduffield/lazydocker'
tap 'tnk-studio/tools'

brew 'aws-cdk'
brew 'aws-shell'
brew 'awscli'
brew 'bat'
brew 'buf'
brew 'diff-so-fancy'
brew 'doctl'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'gnupg'
brew 'go'
brew 'go-task/tap/go-task'
brew 'jq'
brew 'kubectl'
brew 'lazydocker'
brew 'lazygit'
brew 'lazykube'
brew 'lua'
brew 'make'
brew 'neovim'
brew 'nvm'
brew 'ollama'
brew 'openjdk'
brew 'pnpm'
brew 'poetry'
brew 'postgresql'
brew 'protobuf'
brew 'pulumi'
brew 'redis'
brew 'rust'
brew 'sqlite'
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'uv'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'ykman'
brew 'yq'

cask '1password'
cask 'bruno'
cask 'caffeine'
cask 'dbeaver-community'
cask 'discord'
cask 'docker-desktop'
cask 'ghostty'
cask 'karabiner-elements'
cask 'obsidian'
cask 'rectangle'
cask 'zoom'

mas 'Spark', id: 1176895641
